tap "cantino/mcfly"
tap "homebrew/bundle"
tap "microsoft/git"
tap "planetscale/tap"
brew "awscli"
brew "awsume"
brew "bat"
brew "cmake"
brew "deno"
brew "exa"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "lazygit"
brew "luarocks"
brew "mackup"
brew "make"
brew "mysql-client"
brew "ncurses"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "pkg-config"
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "cantino/mcfly/mcfly"
brew "planetscale/tap/pscale"
cask "1password"
cask "1password-cli"
cask "cool-retro-term"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "git-credential-manager-core"
cask "google-chrome"
cask "gpg-suite"
cask "imageoptim"
cask "kap"
cask "karabiner-elements"
cask "microsoft-teams"
cask "notion"
cask "obs"
cask "polypane"
cask "raycast"
cask "skype"
cask "spotify"
cask "vlc"
cask "wezterm"
cask "whatsapp"
